<?php
/*

█▄█ ███ ███ ███ ███ █┼┼█ ┼┼ ███ ███ ███
███ ┼█┼ █▄▄ ┼█┼ █┼█ ██▄█ ┼┼ █▄█ █▄█ ┼█┼
┼█┼ ▄█▄ ▄▄█ ▄█▄ █▄█ █┼██ ┼┼ █┼█ █┼┼ ▄█▄

Copyrights @ cybermist2 2024-present

API built by cybermist2@gmail.com
Translation updated by Tanados

*/

return
[
    "not_authorized"                        => "Не сте оторизирани да правите това.",
    "invalid_login_info"                    => "Не можем да потвърдим тази информация за акаунта.",
    "account_is_banned"                     => "Вашият акаунт е забранен.",
    "invalid_token"                         => "Невалиден или изтекъл токен, моля влезте отново.",
    "attempts_cooldown"                     => "Твърде много опити, моля опитайте отново по-късно.",
    "profile_id_taken"                      => "Профилният идентификатор вече е използван, изберете друг.",
    "invalid_reset_code"                    => "Невалиден или изтекъл код за нулиране.",
    "password_not_changed"                  => "Паролата НЕ беше променена!",
    "invalid_receiver"                      => "Получателското име не съществува!",
    "message_title_criteria"                => "Заглавието трябва да е >= 3 и <= 50 символа или съобщението трябва да е >= 10 и <= 2500 символа.",
    "message_text_criteria"                 => "Съобщението трябва да е >= 10 и <= 2500 символа.",
    "not_enough_currency"                   => "Недостатъчно валута или точки за прогрес!",
    "already_claimed_reward"                => "Вече е получена тази награда!",
    "already_redeemed_gift"                 => "Вече е изкупен този код за подарък!",
    "invalid_gift_code"                     => "Невалиден или изтекъл код за подарък.",
    "error_gift_no_reward_defined"          => "Въведеният подаръчен код е валиден, но не предоставя никаква награда",
    "error_gift_min_gm_rank"                => "Вашият gm ранг е по-нисък от минимално позволения",
    "error_gift_max_gm_rank"                => "Вашият gm ранг е по-висок от максимално позволения",
    "error_gift_exact_gm_rank"              => "Вашият gm ранг не е същият като изисквания ранг",
    "vote_cooldown"                         => "В момента имате време за гласуване.",
    "registration_failed"                   => "Регистрацията не бе успешна поради неизвестни причини.",
    "password_change_failed"                => "Смяната на паролата не бе успешна поради неизвестни причини.",
    "username_empty"                        => "Потребителското име не може да бъде празно!",
    "email_empty"                           => "Адресът за електронна поща не може да бъде празен!",
    "password_empty"                        => "Паролата не може да бъде празна!",
    "invalid_email_format"                  => "Въведеният имейл адрес не е валиден формат!",
    "username_min_length"                   => "Потребителското име трябва да съдържа поне 6 символа!",
    "password_min_length"                   => "Паролата трябва да съдържа поне 6 символа!",
    "passwords_no_match"                    => "Паролите не съвпадат!",
    "username_taken"                        => "Потребителското име вече е заето!",
    "email_taken"                           => "Имейлът вече е зает!",
    "username_no_exist"                     => "Въведеното потребителско име не съществува!",
    "character_require_online"              => "Героят трябва да е онлайн!",
    "character_require_offline"             => "Героят трябва да е офлайн!",
    "not_character_owner"                   => "Вие не сте собственик на този герой!",
    "teleport_destination_forbidden"        => "Дестинацията за телепортиране е забранена за вашата фракция!",
    "reward_id_not_found"                   => "Идентификаторът на наградата не е намерен.",
    "soap_unauthorized"                     => "Неоторизирана заявка.",
    "characters_market_exists"              => "Героят вече е на разположение за продажба.",
    "characters_market_missing"             => "Героят не е намерен за продажба.",
    "characters_market_buyself"             => "Не може да закупите собствените си герои.",
    "characters_market_min_price"           => "Минималната цена за продажба трябва да бъде",
    "characters_market_max_price"           => "Максималната цена за продажба трябва да бъде по-малка от",
    "characters_market_min_level"           => "Изисква се минимално ниво на играча",
    "characters_market_min_gold"            => "Изисква се минимално притежавано злато",
    "characters_market_invalid_duration"    => "Избраната продължителност е невалидна!",
    "characters_market_cancel_fail"         => "Неуспешно отмяна на продажбата на пазара!",
    "characters_market_buy_fail"            => "Неуспешно закупуване на този герой от пазара!",
    "characters_market_bid_fail"            => "Неуспешно е опитът за наддаване на тази продажба!",
    "characters_market_bid_fail_not_enough" => "Неуспешно е наддаването поради по-висока сума за наддаване: {0}\r\nМоля, опитайте отново..",
    "character_is_banned"                   => "Героят е забранен!",
    "character_account_id_change_fail"      => "Промяната на притежанието на героя няма ефект, няма засегнати редове в базата данни!",
    "characters_market_insert_fail"         => "Добавянето на герой на пазара няма ефект, няма засегнати редове в базата данни!",
    "characters_market_insert_fail"         => "Неуспешно добавяне на героя в пазара!",
];
